Repository: KBDP/Localization
Catalog: kBatteryDoctorPro/*.lproj/Localizable.strings
Languages: es

# Button_Airplane
source: Airplane
es: Avión

# Button_AutoLock
source: Auto-Lock
es: Autobloqueo

# Button_Backlight
source: Brightness
es: Brillo

# Button_ClearBadge
source: Clear Badges
es: Limpiar globos de notificaciones

# Button_Data
source: Data
es: Datos móviles

# Button_Flashlight
source: Flashlight
es: Linterna

# Button_HomeButton
source: Home
es: Inicio

# Button_KillBackground
source: Kill Apps
es: Matar apps

# Button_Location
source: Location
es: Ubicación

# Button_Mute
source: Sounds
es: Sonidos

# Button_Reboot
source: Reboot
es: Reiniciar

# Button_Respring
source: Respring
es: Reiniciar SpringBoard

# Button_Rotation
source: Rotation
es: Orientación

# Button_Shutdown
source: Power Off
es: Apagar

# Button_SleepButton
source: Lock Screen
es: Bloquear

# Button_Uicache
source: Fix Icons
es: Arreglar iconos

# home_view_title_tabbar
source: Presets
es: Preajustes

# home_view_mode_outdoor
source: Outdoor
es: Fuera de casa

# home_view_mode_indoor
source: Indoor
es: En casa

# home_view_mode_sleep
source: Alarm
es: Modo alarma

# home_view_hour
source: hr
es: horas

# home_view_minutes
source: min
es: minutos

# home_view_remained
source: Battery Life
es: restantes

# home_view_battery_status
source: Status %d%% %@
es: Estado: %d%% %@

# navation_feedback
source: Feedback
es: Comentarios

# navation_app_version
source: Version
es: Versión

# navation_bar_more
source: Other
es: Otros

# navation_bar_control
source: List
es: General

# home_view_change_mode
source: Enabled %@
es: Preajuste %@ activado.

# home_view_change_airplane_on
source: mode has been set. Airplane Mode is now turned on, so Phone and Messages cannot be used.
es: El modo avión está encendido. Teléfono y Mensajes no pueden ser usados.

# home_view_change_airplane_off
source: mode has been set. Airplane Mode is now turned off, so Phone and Messages can now be used.
es: El modo avión está apagado. Teléfono y Mensajes ya pueden ser usados.

# home_view_change_data_on
source: mode has been set. Data has now been turned on.
es: Los datos móviles han sido activados.

# home_view_change_data_off
source: mode has been set. Data has now been turned off.
es: Los datos móviles han sido desactivados.

# home_view_change_wifi_on
source: mode has been set. Wi-Fi has now been turned on.
es: Wi-Fi ha sido activado.

# home_view_change_wifi_off
source: mode has been set. Wi-Fi has now been turned off.
es: Wi-Fi ha sido desactivado.

# home_view_complete_no_need
source: No recharge is necessary.
es: No se necesita recargar.

# home_view_complete_normal
source: You can partially recharge now.
es: Puedes recargar un poco ahora.

# home_view_complete_complete
source: You can fully recharge now.
es: Puedes recargar completamente ahora.

# home_view_mode_changed
source: modified
es: Modificado

# home_quick_button_intelligence
source: Smart
es: Ahorro

# home_quick_button_clean
source: Accelerate
es: Optimizar

# panel_remain_time_minutes
source: Estimated battery life: %d minutes
es: Vida estimada: %d minutos

# panel_remain_time_minutes_and_hour
source: Estimated battery life: %d hours and %02d minutes
es: Vida estimada: %d horas y %02d minutos

# panel_apply_button
source: Apply Preset
es: Aplicar preajuste

# panel_apply_noneed
source: Current Preset
es: Preajuste actual

# panel_title
source: Presets
es: Preajustes

# charging_view_title
source: Charging Status
es: Carga

# charging_view_in_statge_1
source: High-speed charging
es: Carga rápida

# charging_view_in_statge_2
source: Continuation charging
es: Carga continua

# charging_view_in_statge_3
source: Trickle Charging
es: Carga gradual

# charging_view_time_hour_and_minutes
source: %d hours and %02d minutes until charging completes
es: %d horas y %02d minutos restantes

# charging_view_time_minutes
source: %d minutes until charging completes
es: %d minutos restantes

# charging_view_time_to_charge
source: %@ until charging completes
es: %@ restantes

# charging_view_charging_remain_time
source: %@ until charging completes
es: %@ restantes

# charging_view_complete_no_need
source: The battery is full, no recharge is necessary.
es: La batería está llena, no necesitas recargar.

# charging_view_complete_normal
source: The battery is medium, you can partially recharge your battery.
es: Ahora puedes recargar.

# charging_view_complete_complete
source: The battery is low, you can fully recharge your battery.
es: La batería está baja, ahora puedes recargar.

# charging_view_time_to_complete
source: Estimated time until charging completes:
es: Tiempo estimado para carga completa:

# charging_view_complete_and_unplug
source: Charging has completed, please disconnect the charger.
es: La batería está llena. Por favor desenchufa el cargador.

# charging_view_statge_1
source: High-speed
es: Rápida

# charging_view_statge_2
source: Continuation
es: Continua

# charging_view_statge_3
source: Trickle
es: Gradual

# charging_view_state_1_description
source: High-speed Charging: Recharges the battery up to 80% of capacity at the fastest speed possible. You must continue charging through the Continuation Charging phase.
es: Carga rápida: Carga la batería a un 80% lo más rápido posible.

# charging_view_state_2_description
source: Continuation Charging: Recharges the battery at a slower speed when battery is nearly full to ensure that it is 100% full. You must continue charging through the Trickle Charging phase.
es: Carga continua: Al llegar a una carga casi completa, se reduce la velocidad de carga para asegurar la carga completa.

# charging_view_state_3_description
source: Trickle Charging: Recharges the battery to full with a trickle current. This prolong the life of the battery.
es: Carga gradual: Para aumentar la vida útil de la batería, se reduce la velocidad de la carga.

# history_view_title
source: History
es: Historial

source: Mon
es: Lun

source: Tue
es: Mar

source: Wed
es: Mié

source: Thu
es: Jue

source: Fri
es: Vie

source: Sat
es: Sáb

source: Sun
es: Dom

# history_tableview_header_datetime_format
source: EEE, MM-dd-yyyy
es: EEE, dd-MM-yyyy

# history_good_charge_tip_msg
source: This is when you have charged your device from at least 20% capacity, and gone through all three phases. Do this once a month to extend the life of your battery.
es: Esto es cuando has cargado el dispositivo desde al menos el 20% de su capacidad y cargado a través de las tres fases. Haz esto una vez al mes para extender la vida útil de tu batería.

# history_normal_charge_tip_msg
source: This is when you normally recharge the battery. You may do this whenever it is convinient, as Partial Cycles still prolong the battery's lifespan.
es: Esto es cuando has cargado el dispositivo por encima del 20% de su capacidad. Puedes hacer esto siempre que sea conveniente, ya que los ciclos parciales aún prolongan la vida útil de la batería.

# history_bad_charge_tip_msg
source: Please limit the recharging time to 6 hours per charge. Please unplug the power when the battery is full.
es: Por favor, limita el tiempo de carga a 6 horas por carga. Favor desenchufa la corriente cuando la batería está llena para evitar la sobrecarga.

# history_good_charge
source: Full Cycle
es: Ciclo completo

# history_normal_charge
source: Partial Cycle
es: Ciclo parcial

# history_bad_charge
source: Overcharge
es: Sobrecarga

# detail_view_title
source: System
es: Sistema

# detail_view_battery_title
source: Battery
es: Batería

# detail_view_system_title
source: System
es: Sistema

# detail_view_device
source: Basic Information
es: Información básica

# detail_view_battery
source: Battery Information
es: Información de la batería

# detail_view_wifi
source: Wi-Fi Network
es: Red Wi-Fi

# detail_view_cell
source: 2G/3G Network
es: Red 2G/3G

# detail_view_system
source: System Information
es: Información del sistema

# detail_view_hardware
source: Hardware Specifications
es: Especificaciones del hardware

# detial_view_memory_usage
source: Memory Usage
es: Uso de memoria

# detail_view_cpu_usage
source: CPU Usage
es: Uso de CPU

# detail_view_disk
source: Storage
es: Almacenamiento

# detail_view_disk_usage
source: Used
es: Usado

# detail_view_disk_usage_detail
source: Usage %4.1f%% %4.1fGB
es: %4.1f%% / %4.1fGB usado

# detail_view_disk_free
source: Available
es: Disponible

# detail_view_disk_free_detail
source: Available %4.1f%% %4.1fGB
es: %4.1f%% / %4.1fGB libre

# detail_view_last_days
source: Last Day (s)
es: Últimos día(s)

# detail_view_last
source: Last
es: Último

# detail_view_health_mah
source: Healthy (mAh)
es: Salud (mAh)

# detail_view_health
source: Healthy
es: Salud

# detail_view_temperature
source: Temperature
es: Temperatura

# detail_view_cycle
source: Cycle
es: Ciclos

# curve_not_enough_data
source: Not enough data has been collected.
es: No se han recolectado datos suficientes.

# device_info_model
source: Device Model
es: Modelo del dispositivo

# device_info_system_version
source: Operating System
es: Versión de iOS

# device_info_name
source: Device Name
es: Nombre del dispositivo

# device_info_serial
source: Serial
es: Número de serie

# device_info_max_capacity
source: Max Capacity
es: Capacidad máxima

# device_info_current_capacity
source: Current Capacity
es: Capacidad actual

# device_info_amperage
source: Amperage
es: Amperaje

# device_info_voltage
source: Voltage
es: Voltaje

# device_info_bootVoltage
source: Boot Voltage
es: Voltaje al inicio

# device_info_wifi_mac_add
source: MAC Address
es: Dirección MAC

# device_info_wifi_ip_add
source: IP Address
es: Dirección IP

# device_info_cell_carrier
source: Carrier
es: Operador telefónico

# device_info_cell_ip
source: IP Address
es: Dirección IP

# device_info_system_boottime
source: Date of last reboot
es: Fecha del último reinicio

# device_info_system_runtime
source: Uptime
es: Tiempo en uso

# device_info_system_runtime_format
source: %d D %d H %d M
es: %d días %d horas %d minutos

# device_info_no_network
source: Unavailable
es: No disponible

# device_info_no_carrier
source: Unavailable
es: No disponible

# device_info_jail_break_title
source: Jailbroken
es: Jailbreak aplicado

# device_info_is_jail_break
source: Yes
es: Sí

# pull_to_show_more
source: Pull up to view the details
es: Sigue tirando hacia arriba para ver detalles

# push_to_show_less
source: Pull down to view the outline
es: Sigue tirando hacia abajo para ver info. general

# release_to_show_more
source: Release to view the details
es: Suelta para ver detalles

# release_to_show_less
source: Release to view the outline
es: Suelta para ver información general

# setting_view_title
source: Settings
es: Ajustes

# setting_view_panel
source: Toggle Settings
es: Botones de ajuste

# setting_view_panel_enabled
source: Status Bar Dropdown
es: Bandeja en la barra de estado

# setting_view_wee_enabled
source: Notification Center Widget
es: Widget del Centro de notificaciones

# setting_view_wee_setting
source: Notification Center Widget Settings
es: Opciones widget del Centro de notificaciones

# setting_view_panel_order
source: Customize Toggles
es: Personalizar botones

# setting_view_charge
source: Charging Settings
es: Ajustes de carga

# setting_view_launch_app
source: Run BatteryDoctor Pro when plugged in
es: Abrir BDP al enchufar

# setting_view_complete_sound
source: Alert when charging has completed
es: Avisar al cargar completamente

# setting_view_night_slient
source: Do not disturb at night
es: No molestar a la noche

# setting_view_disturb_description
source: Do not disturb from 23:00 to 7:00 when charging completes.
es: No avisará si la carga se completa entre las 23:00 y las 7:00.

# setting_view_other
source: Other Settings
es: Otros ajustes

# setting_view_sound
source: Tap sound
es: Sonido al tocar

# setting_view_clear_history
source: Delete charging history
es: Eliminar historial de carga

# setting_view_eula
source: Privacy Statement
es: Declaración de privacidas

# nc_view_battery_enabled
source: Display Preset Changer
es: Mostrar cambiador de preajustes

# nc_view_multi_enabled
source: Display Multitasking Bar
es: Mostrar tareas en curso

# nc_view_multiline
source: Display Style
es: Estilo de widget

# nc_view_one_line
source: Single-line
es: Una línea

# nc_view_two_line
source: Double-line
es: Dos líneas

# custom_button_show
source: Toggles shown
es: Ajustes visibles

# custom_button_hide
source: Toggles not shown
es: Ajustes ocultos

# setting_view_intelligence
source: Smart Saving
es: Ahorro inteligente

# setting_view_intelligence_setting
source: Smart Saving Settings
es: Ajustes ahorro inteligente

# intelligence_setting_segment_lock
source: Standby
es: Espera

# intelligence_setting_segment_sleep
source: Sleep
es: Al dormir

# intelligence_setting_segment_lowbattery
source: Low Power
es: Batería baja

# intelligence_setting_auto_background_setting
source: Background Processes
es: Procesos en segundo plano

# intelligence_setting_auto_background
source: Auto-kill Background Processes
es: Matar procesos en segundo plano

# intelligence_setting_auto_background_delay
source: Delay
es: Tiempo de espera

# intelligence_setting_auto_background_footer
source: Kill background apps after devices is locked, Push Notifications are not affected.
es: Matar procesos en 2° plano automáticamente al bloquear, no afecta a las notificaciones push.

# intelligence_setting_auto_3g_setting
source: Network
es: Red

# intelligence_setting_auto_3g
source: Enable 2G (EDGE) when locked
es: Rebajar a 2G (EDGE) al bloquear

# intelligence_setting_auto_4g
source: Enable 3G after locked
es: Rebajar a 3G al bloquear

# intelligence_setting_auto_3g_delay
source: Delay
es: Tiempo de espera

# intelligence_setting_auto_3g_footer
source: Use 2G (EDGE) to save power when locked, and enable 3G when unlocked.
es: Usa 2G (EDGE) al bloquear, y volver a 3G al desbloquear.

# intelligence_setting_auto_4g_footer
source: Use 3G to save power when locked, and enable 4G/LTE when unlocked.
es: Usa 3G al bloquear, y volver a 4G/LTE al desbloquear.

# intelligence_setting_0_min
source: Immediately
es: No

# intelligence_setting_low_battery_setting
source: Low Power
es: Batería baja

# intelligence_setting_low_battery
source: Enable Low Power saving
es: Habilitar modo Batería baja

# intelligence_setting_low_battery_percent
source: Battery Level
es: Nivel de batería

# intelligence_setting_low_battery_footer
source: Turns off the Data network when the battery is low, Phone and SMS are not affected.
es: Apaga los datos móviles para ahorrar batería, No afecta al teléfono ni a los mensjaes.

# intelligence_setting_sleep_setting
source: Sleep
es: Al dormir

# intelligence_setting_sleep
source: Enable Sleep Mode
es: Habilitar modo Al dormir

# intelligence_setting_sleep_duration
source: Sleep time
es: Hora de dormir

# intelligence_setting_sleep_out_mode
source: When awake, change preset to
es: Al despertar, cambiar preselección a

# intelligence_setting_mode_0
source: Outdoor
es: Fuera de casa

# intelligence_setting_mode_1
source: Indoor
es: Dentro de casa

# intelligence_setting_mode_2
source: Last State
es: Último usado

source: To
es: a

# respiring_msg
source: Configuring the environment. Configuration will finish after a respring.
es: Reiniciaremos el SpringBoard para configurar el entorno.

# daemon_fail_alert
source: The detection service is not started, please manually restart your %@ to ensure the normal operation of the service, or e-mail app@ijinshan.com.
es: El demonio no está iniciado. Reinicia tu %@ para que BDP funcione, o envía un correo a app@ijinshan.com.

# daemon_fail_alert_cancel
source: OK
es: Aceptar

# daemon_fail_alert_sendfeedback
source: Feedback
es: Comentarios

# clean_history_title
source: Delete charging history
es: Eliminar historial de carga

# clean_history_msg_body
source: Do you really want to delete your charging history?
es: ¿Estás seguro que quieres eliminar el historial de carga?

# alertview_cancel
source: Cancel
es: Cancelar

# alertview_ok
source: Ok
es: Aceptar

# feed_back_sending
source: Sending email
es: Enviando correo

# feed_back_canceled
source: Canceled
es: Cancelado

# feed_back_saved
source: Email saved
es: Correo guardado

# feed_back_faild
source: Failed
es: Falló el envío

# rankview_view_title
source: Battery Usage
es: Uso de batería

# usage_level
source: Impact: %d
es: Impacto: %d

# usage_min_less
source: %d sec
es: %d segundos

# usage_min
source: %d min
es: %d minutos

# usage_hour
source: %d hr
es: %d horas

# usage_day
source: %d day
es: %d días

# usage_second_ago
source: %d sec ago
es: hace %d segundos

# usage_min_ago
source: %d min ago
es: hace %d minutos

# usage_hour_ago
source: %d hr ago
es: hace %d horas

# usage_day_ago
source: %d day ago
es: hace %d días

# usage_left_title_apprank
source: App Name
es: Nombre de app

# usage_right_title_apprank
source: Impact
es: Impacto

# rank_24_hours
source: 24 Hours
es: 24 horas

# rank_all_records
source: Usage
es: Uso

# rank_count_start
source: Launch Count
es: Contador apertura

# rank_time_starttime
source: Launch Time
es: Hora apertura

# rank_uninstall_app_title
source: Delete "%@"
es: Desinstalar "%@"

# rank_uninstall_app_body
source: Deleting "%@" will also delete all of its data.
es: Al desinstalar "%@" se eliminarán los datos de la aplicación.

# rank_apple_start_count
source: %d times
es: %d veces

# rank_app_bg_task_flag
source: background
es: 2° plano

# rank_close_app
source: Close
es: Cerrar

# rank_uninstall_app
source: Uninstall
es: Desinstalar

# clean_view_title
source: Accelerate
es: Optimización

# can_used_disk
source: Disk space used
es: Almacenamiento

# can_used_memory
source: Memory used
es: Memoria

# used_mem_scan_value
source: <font color='#6A6A6A' size=14>Scanning...</font>
es: <font color='#6A6A6A' size=14>Buscando...</font>

# can_safari_free
source: <font color='%@' size=14>Browser cache to be freed (</font> <font color='%@' size=14>%@</font> <font color='%@' size=14>)</font>
es: <font color='%@' size=14>可释放浏览器缓存(</font> <font color='%@' size=14>%@</font> <font color='%@' size=14>)</font>

# safari_free
source: <font color='%@' size=14>Empty browser cache(</font><font color='%@' size=14>%@</font><font color='%@' size=14>)</font>
es: <font color='%@' size=14>已释放浏览器缓存(</font><font color='%@' size=14>%@</font><font color='%@' size=14>)</font>

# can_disk_free_title
source: Disk space that can be freed:
es: 可释放空间:

# disk_free
source: <font color='%@' size=14>Freed Space:</font>
es: <font color='%@' size=14>已释放空间:</font>

# can_mem_free_title
source: Freed Memory:
es: 可释放内存:

# mem_free
source: <font color='%@' size=14>Free Memory:</font>
es: <font color='%@' size=14>已释放内存:</font>

# speed_free
source: Speed:
es: 已提速:

# can_speed_free_title
source: Can Speed:
es: 可提速:

# btn_re_clean
source: Clean again
es: 再清理一次

# scan_item_mem_text
source: Scanning memory...
es: Buscando memoria...

# scan_item_mem_end_text
source: Scanning finished
es: Escaneo finalizado

# clean_item_mem_result
source: Memory freed: %.0f%@
es: Memoria liberada: %.0f%@

# clean_item_mem_text
source: Clearing memory...
es: Limpiando memoria...

# clean_item_mem_end_text
source: Memory Cleared
es: Memoria limpiada

# scan_item_disk_text
source: Scanning temporary files...
es: Buscando temporales...

# clean_item_disk_text
source: Clearing temporary files...
es: Limpiando temporales...

# clean_item_disk_result
source: Disk Space used by Temp Files: %.0f%@
es: Uso de temporales: %.0f%@

# clean_item_disk_end_text
source: Cleared Temporary Files
es: Temporales limpiados

# scan_status_text
source: Scanning...
es: Buscando...

# scan_status_end_text
source: Speed
es: Velocidad

# clean_status_text
source: Clearing...
es: Limpiando...

# clean_status_end_text
source: Speed
es: Velocidad

# clean_result_text
source: <font color='#6A6A6A' size=15>Cleaning succeeded,improved %@.</font>
es: <font color='#6A6A6A' size=15>Finalizado, mejora %@.</font>

# clean_btntitle_format
source: <font color='#6A6A6A' size=16>The speed is too slow, accelerate now.</font>
es: <font color='#6A6A6A' size=16>Velocidad está lenta, acelerar ahora.</font>

# btn_clean
source: Shake it
es: Optimizar ahora

# scan_score_format
source: <font color='%@' size=48>%.0f</font>
es: <font color='%@' size=48>%.0f</font><font color='#6A6A6A' size=15></font>

# clean_result_info_format
source: <font color='#6A6A6A' size=15>%@, %@</font>
es: <font color='#6A6A6A' size=15>Total%@, %@</font>
